Repository: nanart59/dcLatestVersionsLight
Catalog: locales/*/main.po
Languages: fr

source: dcLatestVersionsLight
fr: Dotclear dernières versions Light

source: Show the latest available versions of Dotclear in dashboard
fr: Montrer les dernières versions sur le tableau de bord

source: Dotclear latests versions light
fr: Dotclear dernières versions Light

source: Show Dotclear's latest versions on dashboard.
fr: Montrer les dernières versions sur le tableau de bord

source: Download version
fr: Télécharger la version

source: able
fr: à même

source: unable
fr: incapable

source: Your PHP version %s is %s to support the future Dotclear version 2.19.
fr: Votre version de PHP %s est %s de supporter la future version Dotclear 2.19.

source: Dotclear latests versions - light
fr: Dotclear dernières versions Light

source: exists
fr: existe

source: dont exists!
fr: n'existe pas

source: your cache versions dir %s dont exists ! Test %s.
fr: Le répertoire cache des versions %s n'existe pas ! Essayer de %s

source: force dotclear update
fr: forcer les mises à jour de Dotclear

source: as files
fr: contient des fichiers

source: as no file!!
fr: ne contient aucun fichier

source: cache versions content
fr: contenu du cache versions

source: There is no file in your cache versions dir %s. Test %s.
fr: Il n'y a aucun fichier dans le répertoire cache versions %s. Essayer de %s

source: Dotclear's latest versions
fr: Dernières versions Dotclear

source: what should be nearly displayed on dashboard
fr: Ce qui devrait approximativement être affiché sur le tableau de bord

source: from
fr: de

source: Plugin informations
fr: Informations plugin

source: plugin %s information
fr: informationsplugin %s

source: show on dashboard.
fr: montrer sur le tableau de bord

source: not display on dashboard.
fr: ne pas afficher sur le tableau de bord

source: your current %s status is '<strong>%s</strong>'
fr: Votre statut actuel %s est '<strong>%s</strong>'

source: preferences about dotclear updates
fr: préférences à propos des mises à jour de Dotclear

source: You can change this options in your %s %s.
fr: Vous pouvez modifier ces options dans vos %s %s.

source: Preferences on Dashboard
fr: Préférences sur le tableau de bord

source: also see below:
fr: voir aussi plus bas:

source: Your Dotclear version is %s - %s.
fr: Votre version Dotclear : %s - %s.

source: Your php version is %s.
fr: Votre version php : %s.

source: Are you ready
fr: Êtes vous prêts ?
